Repository: lucienkerl/mdb-esp32-cashless
Catalog: ios/VMflow/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: Warehouse Stock
de: Lagerbestand
fr: Stock en entrepôt
nl: Magazijnvoorraad

source: Machine Stock
de: Automatenbestand
fr: Stock en machine
nl: Voorraad in machine

source: In Machines
de: In Maschinen
fr: Dans les machines

source: Top Machines (30 days)
de: Top-Automaten (30 Tage)
fr: Meilleures machines (30 jours)
nl: Topmachines (30 dagen)

source: Stock History
de: Bestandsverlauf
fr: Historique du stock
nl: Voorraadgeschiedenis

source: Sales (30 days)
de: Verkäufe (30 Tage)
fr: Ventes (30 jours)
nl: Verkopen (30 dagen)

source: Velocity
de: Geschwindigkeit
fr: Vitesse d'écoulement
nl: Verkoopsnelheid

source: Not in any warehouse
de: In keinem Lager
fr: Dans aucun entrepôt
nl: In geen enkel magazijn

source: Not in any machine
de: In keiner Maschine
fr: Dans aucune machine
nl: In geen enkele machine

source: No stock movements yet
de: Noch keine Bestandsbewegungen
fr: Aucun mouvement de stock pour le moment
nl: Nog geen voorraadbewegingen

source: units/day
de: Einh./Tag
fr: unités/jour
nl: eenheden/dag

source: · fill ≤ %lld
de: · auffüllen ≤ %lld
fr: · remplir ≤ %lld
nl: · vullen ≤ %lld

source: %lldd
de: %lld T.
fr: %lldj

# channel_card
source: Card
de: Karte
fr: Carte
nl: Kaart

# channel_cash
source: Cash
de: Bar
fr: Espèces
nl: Contant

# channel_cashless
source: Contactless
de: Kontaktlos
fr: Sans contact
nl: Contactloos

# stock_history_intake
source: Intake
de: Wareneingang
fr: Entrée
nl: Inname

# stock_history_outgoing_refill
source: Refill
de: Befüllung
fr: Réapprovisionnement
nl: Bijvullen

# stock_history_adjustment_correction
source: Correction
de: Korrektur
nl: Correctie

# stock_history_adjustment_damage
source: Damaged
de: Beschädigt
fr: Endommagé
nl: Beschadigd

# stock_history_adjustment_expired
source: Expired
de: Abgelaufen
fr: Expiré
nl: Verlopen

# stock_history_adjustment_refill_return
source: Refill return
de: Rückgabe nach Befüllung
fr: Retour de réapprovisionnement
nl: Retour van bijvulling

# %lld warehouse
source: %lld warehouses
de: %lld Lager
fr: %lld entrepôts
nl: %lld magazijnen

# %lld machine
source: %lld machines
de: %lld Automaten

source: %lld units
de: %lld Einheiten
fr: %lld unités
nl: %lld eenheden

source: Wish
de: Wunsch
fr: Souhait
nl: Wens

# inbox_kind_wish
source: WISH
de: WUNSCH
fr: SOUHAIT
nl: WENS

source: Edit Supplier
de: Lieferant bearbeiten
fr: Modifier le fournisseur
nl: Leverancier bewerken

source: Phone
de: Telefon
fr: Téléphone
nl: Telefoon

source: Address
de: Adresse
fr: Adresse
nl: Adres

source: Customer number
de: Kundennummer
fr: Numéro de client
nl: Klantnummer

source: Change Name
de: Namen ändern
fr: Modifier le nom
nl: Naam wijzigen

source: This name identifies you in refill tours, cash book entries and the activity log.
de: Dieser Name kennzeichnet dich in Befülltouren, Kassenbucheinträgen und im Aktivitätsprotokoll.
fr: Ce nom vous identifie dans les tournées de remplissage, les écritures du livre de caisse et le journal d’activité.
nl: Deze naam identificeert u in bijvultours, kasboekregels en het activiteitenlogboek.

source: Enter a first or last name.
de: Bitte Vor- oder Nachnamen eingeben.
fr: Saisissez un prénom ou un nom.
nl: Voer een voor- of achternaam in.

source: New Supplier
de: Neuer Lieferant
fr: Nouveau fournisseur
nl: Nieuwe leverancier

source: Could not determine company
de: Unternehmen konnte nicht ermittelt werden
fr: Impossible de déterminer l’entreprise
nl: Kon het bedrijf niet bepalen

source: Food products only
de: Nur Lebensmittel
fr: Produits alimentaires uniquement
nl: Alleen levensmiddelen

source: Prefers grocery packshots over unrelated matches.
de: Bevorzugt Produktfotos von Lebensmitteln gegenüber unpassenden Treffern.
fr: Privilégie les photos de produits alimentaires plutôt que des résultats sans rapport.
nl: Geeft voorrang aan productfoto’s van levensmiddelen boven irrelevante resultaten.

source: Unassigned
de: Nicht zugewiesen
fr: Non assigné
nl: Niet toegewezen

source: Machine Settings
de: Automaten-Einstellungen
fr: Réglages de la machine
nl: Automaatinstellingen

source: Nayax Machine ID
de: Nayax-Automaten-ID
fr: ID machine Nayax
nl: Nayax-automaat-ID

source: Country
de: Land
fr: Pays
nl: Land

source: Location
de: Standort
fr: Emplacement
nl: Locatie

source: Use My Location
de: Meinen Standort verwenden
fr: Utiliser ma position
nl: Mijn locatie gebruiken

source: Clear Location
de: Standort löschen
fr: Effacer la position
nl: Locatie wissen

source: Tap the map to place the machine, or use your current position.
de: Tippe auf die Karte, um den Automaten zu platzieren, oder verwende deinen aktuellen Standort.
fr: Touchez la carte pour placer la machine, ou utilisez votre position actuelle.
nl: Tik op de kaart om de automaat te plaatsen, of gebruik je huidige locatie.

source: Public Status Page
de: Öffentliche Statusseite
fr: Page de statut publique
nl: Openbare statuspagina

source: Public URL
de: Öffentliche URL
fr: URL publique
nl: Openbare URL

source: Anyone with this link can see this machine's live status, without signing in.
de: Jeder mit diesem Link kann den Live-Status dieses Automaten sehen, ohne sich anzumelden.
fr: Toute personne disposant de ce lien peut voir le statut en direct de cette machine, sans se connecter.
nl: Iedereen met deze link kan de live status van deze automaat zien, zonder in te loggen.

source: Couldn't determine your location.
de: Standort konnte nicht ermittelt werden.
fr: Impossible de déterminer votre position.
nl: Kon uw locatie niet bepalen.

source: Failed to save settings.
de: Einstellungen konnten nicht gespeichert werden.
fr: Échec de l'enregistrement des réglages.
nl: Instellingen opslaan mislukt.

source: Device Health
de: Gerätezustand
fr: Santé de l'appareil
nl: Apparaatstatus

source: Updated: %@
de: Aktualisiert: %@
fr: Mis à jour : %@
nl: Bijgewerkt: %@

source: Uptime
de: Laufzeit
fr: Disponibilité

source: State
de: Status
fr: État
nl: Status

source: VMC Level
de: VMC-Stufe
fr: Niveau VMC
nl: VMC-niveau

source: Polls
de: Abfragen
fr: Requêtes

source: Checksum Errors
de: Prüfsummenfehler
fr: Erreurs de somme de contrôle
nl: Checksum-fouten

source: Last Command
de: Letzter Befehl
fr: Dernière commande
nl: Laatste commando

source: No MDB diagnostics yet.
de: Noch keine MDB-Diagnosedaten.
fr: Aucun diagnostic MDB pour l'instant.
nl: Nog geen MDB-diagnosegegevens.

source: Restart History
de: Neustart-Verlauf
fr: Historique des redémarrages
nl: Herstartgeschiedenis

source: No restarts recorded.
de: Keine Neustarts aufgezeichnet.
fr: Aucun redémarrage enregistré.
nl: Geen herstarts geregistreerd.

source: MDB State Changes
de: MDB-Statusänderungen
fr: Changements d'état MDB
nl: MDB-statuswijzigingen

source: No state changes recorded.
de: Keine Statusänderungen aufgezeichnet.
fr: Aucun changement d'état enregistré.
nl: Geen statuswijzigingen geregistreerd.

source: Auto-Removed Duplicates
de: Automatisch entfernte Duplikate
fr: Doublons supprimés automatiquement
nl: Automatisch verwijderde duplicaten

source: Config Change
de: Konfigurationsänderung
fr: Changement de configuration
nl: Configuratiewijziging

source: Provisioning
de: Bereitstellung
fr: Provisionnement

source: Factory Reset
de: Werksreset
fr: Réinitialisation d'usine
nl: Fabrieksreset

source: Power On
de: Einschalten
fr: Mise sous tension
nl: Inschakelen

source: Panic
de: Systemabsturz
fr: Plantage système
nl: Systeemcrash

source: Brownout
de: Unterspannung
fr: Sous-tension
nl: Onderspanning

source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend

source: AI Recommendations
de: KI-Empfehlungen
fr: Recommandations IA
nl: AI-aanbevelingen

source: Analyze
de: Analysieren
fr: Analyser
nl: Analyseren

source: Analyzing...
de: Analysiere...
fr: Analyse en cours...
nl: Analyseren...

source: Dead
de: Tot
fr: Mort
nl: Dood

source: Empty
de: Leer
fr: Vide
nl: Leeg

source: Fleet bestseller
de: Flotten-Bestseller
fr: Best-seller de la flotte
nl: Vlootbestseller

source: Never sold — test candidate
de: Nie verkauft — Testkandidat
fr: Jamais vendu — candidat test
nl: Nooit verkocht — testkandidaat

source: No matches
de: Keine Treffer
fr: Aucun résultat
nl: Geen resultaten

source: Refresh
de: Aktualisieren
fr: Actualiser
nl: Vernieuwen

source: Replace Product
de: Produkt ersetzen
fr: Remplacer le produit
nl: Product vervangen

source: Search catalogue
de: Katalog durchsuchen
fr: Rechercher dans le catalogue
nl: Catalogus doorzoeken

source: Strong
de: Stark
fr: Fort
nl: Sterk

source: Suggestions
de: Vorschläge
nl: Suggesties

source: Testing
de: Im Test
fr: En test
nl: In test

source: Weak
de: Schwach
fr: Faible
nl: Zwak

source: Window
de: Zeitraum
fr: Période
nl: Periode

source: Products to Review
de: Zu überprüfende Produkte
fr: Produits à revoir
nl: Producten om te controleren

source: Get AI-powered suggestions on what to swap, restock, or investigate.
de: Erhalte KI-gestützte Vorschläge, was ausgetauscht, nachgefüllt oder überprüft werden sollte.
fr: Obtenez des suggestions basées sur l'IA sur ce qu'il faut remplacer, réapprovisionner ou examiner.
nl: Ontvang AI-gestuurde suggesties over wat je moet vervangen, bijvullen of onderzoeken.

source: Amount
de: Betrag
fr: Montant
nl: Bedrag

source: Send
de: Senden
fr: Envoyer
nl: Verzenden

source: Send Credit
de: Guthaben senden
fr: Envoyer un crédit
nl: Tegoed verzenden

source: Failed to send credit.
de: Guthaben konnte nicht gesendet werden.
fr: Échec de l'envoi du crédit.
nl: Verzenden van tegoed mislukt.

source: Credits the machine as if a coin or card payment had been made. No sale is recorded until the machine reports a vend.
de: Schreibt dem Automaten ein Guthaben gut, als wäre eine Münz- oder Kartenzahlung erfolgt. Ein Verkauf wird erst erfasst, wenn der Automat eine Ausgabe meldet.
fr: Crédite la machine comme si un paiement en pièces ou par carte avait été effectué. Aucune vente n'est enregistrée tant que la machine ne signale pas une distribution.
nl: Schrijft de automaat tegoed bij alsof er met munten of kaart betaald is. Er wordt pas een verkoop geregistreerd zodra de automaat een uitgifte meldt.

source: Statistics
de: Statistiken
fr: Statistiques
nl: Statistieken

source: %@ /day
de: %@ /Tag

source: %d of %d slots filled
de: %d von %d Plätzen gefüllt

source: All categories
de: Alle Kategorien

source: All machines
de: Alle Automaten

source: Analytics
de: Auswertung

source: Analytics not available
de: Auswertung nicht verfügbar

source: Apply custom range
de: Zeitraum übernehmen

source: Breakdown
de: Aufschlüsselung

source: Cash
de: Bar

source: Cashless
de: Bargeldlos

source: Class %@ · %.1f %% of revenue
de: Klasse %@ · %.1f %% vom Umsatz

source: Custom range
de: Eigener Zeitraum

source: From
de: Von

source: Gross profit
de: Rohertrag

source: Last 30 days
de: Letzte 30 Tage

source: Last 7 days
de: Letzte 7 Tage

source: Last 90 days
de: Letzte 90 Tage

source: Last month
de: Letzter Monat

source: Lasts about %.0f more days
de: Reicht noch etwa %.0f Tage

source: Latest %.2f € net
de: Neuester EK %.2f € netto

source: No sales in this period.
de: Keine Verkäufe in diesem Zeitraum.

source: Payment methods
de: Zahlungsarten

source: Peak hours
de: Stoßzeiten

source: Per machine
de: Je Automat

source: Profit
de: Rohertrag

source: Purchase
de: Einkauf

source: Sell-through %.1f %%
de: Abverkauf %.1f %%

source: This month
de: Dieser Monat

source: This server does not support analytics yet. Please update the backend.
de: Dieser Server unterstützt die Auswertung noch nicht. Bitte aktualisiere das Backend.

source: Time range
de: Zeitraum

source: To
de: Bis

source: Trend
de: Verlauf

source: empty
de: leer

source: no purchase price
de: kein EK-Preis

source: range %.2f – %.2f € gross
de: Spanne %.2f – %.2f € brutto

source: stock %d/%d
de: Bestand %d/%d

source: ⌀ %.1f/day
de: ⌀ %.1f/Tag

# %lld category
source: %lld categories
de: %lld Kategorien

# %lld pc
source: %lld pcs
de: %lld Stk

# %lld product
source: %lld products
de: %lld Artikel

# %lld quote
source: %lld quotes
de: %lld Notierungen

# %lld pc · ⌀ %@
source: %lld pcs · ⌀ %@
de: %lld Stk · ⌀ %@

source: Gross profit is net of tax. %lld products have no purchase price and are excluded.
de: Rohertrag netto. %lld Artikel ohne EK-Preis sind nicht enthalten.

source: Highest first
de: Größte zuerst

source: Lowest first
de: Kleinste zuerst

source: Filtered
de: Gefiltert

source: All time
de: Gesamte Zeit

source: Last year
de: Letztes Jahr

source: This year
de: Dieses Jahr

source: Valid now
de: Jetzt gültig
fr: Valable maintenant
nl: Nu geldig

source: Pinned
de: Angepinnt
fr: Épinglées
nl: Vastgepind

source: valid from %@
de: ab %@ gültig
fr: valable dès le %@
nl: geldig vanaf %@

source: tomorrow
de: morgen
fr: demain
nl: morgen

source: in %lld days
de: in %lld Tagen
fr: dans %lld jours
nl: over %lld dagen

source: Not valid yet
de: Noch nicht gültig
fr: Pas encore valable
nl: Nog niet geldig

source: This offer only starts on %@ (%@). The store won't have this price before then.
de: Dieses Angebot gilt erst ab %1$@ (%2$@). Vorher gibt es den Preis im Markt noch nicht.
fr: Cette offre ne commence que le %1$@ (%2$@). Le magasin n'applique pas ce prix avant.
nl: Deze aanbieding geldt pas vanaf %1$@ (%2$@). Eerder heeft de winkel deze prijs nog niet.

source: -%@ short
fr: -%@ manquant
nl: -%@ tekort

source: Filter
fr: Filtrer

source: · fill ≤ %@
fr: · remplir ≤ %@
nl: · vullen ≤ %@

source: %@ alerts
fr: %@ alertes
nl: %@ meldingen

source: %@ in stock
fr: %@ en stock
nl: %@ op voorraad

# %@ in stock (%@ left)
source: %1$@ in stock (%2$@ left)
fr: %1$@ en stock (%2$@ restant)
nl: %1$@ op voorraad (%2$@ over)

source: %@ items still in machine
fr: %@ articles encore dans la machine
nl: %@ stuks nog in de machine

source: %@ items to pack
fr: %@ articles à emballer
nl: %@ stuks in te pakken

source: %@ machines offline
fr: %@ machines hors ligne

source: %@ machines ready
fr: %@ machines prêtes
nl: %@ machines klaar

source: %@ matched products
fr: %@ produits correspondants
nl: %@ overeenkomende producten

source: %@ products
fr: %@ produits
nl: %@ producten

source: %@ Trays
fr: %@ Plateaux
nl: %@ Vakken

# %@ trays · %@ items
source: %1$@ trays · %2$@ items
fr: %1$@ plateaux · %2$@ articles
nl: %1$@ vakken · %2$@ stuks

source: %@ trays already full
fr: %@ plateaux déjà pleins
nl: %@ vakken al vol

source: %@ trays to refill
fr: %@ plateaux à recharger
nl: %@ vakken bij te vullen

source: %@ units
fr: %@ unités
nl: %@ eenheden

# %@/%@ committed
source: %1$@/%2$@ committed
fr: %1$@/%2$@ engagés
nl: %1$@/%2$@ toegewezen

source: All machines stocked
fr: Toutes les machines sont approvisionnées
nl: Alle machines zijn bevoorraad

source: Are you sure you want to delete slot %@?
fr: Voulez-vous vraiment supprimer l'emplacement %@ ?
nl: Weet u zeker dat u vak %@ wilt verwijderen?

source: Automatically find retailer offers matching your products based on your ZIP code.
fr: Trouve automatiquement les offres des enseignes correspondant à vos produits, en fonction de votre code postal.
nl: Vindt automatisch aanbiedingen van winkels die overeenkomen met uw producten, op basis van uw postcode.

source: Barcode
fr: Code-barres

source: Barcodes
fr: Codes-barres

source: Choose a machine from the list to see details.
fr: Choisissez une machine dans la liste pour voir les détails.
nl: Kies een machine uit de lijst om de details te zien.

source: Choose an item from the sidebar.
fr: Choisissez un élément dans la barre latérale.
nl: Kies een item uit de zijbalk.

source: DC
fr: ARR
nl: UF

source: Deals Disabled
fr: Offres désactivées
nl: Aanbiedingen uitgeschakeld

source: Details
fr: Détails

source: EAN / Barcode
fr: EAN / Code-barres

source: Enable Deal Search
fr: Activer la recherche d'offres
nl: Aanbiedingen zoeken inschakelen

source: Enable deal search in Settings to automatically find retailer offers matching your products.
fr: Activez la recherche d'offres dans les paramètres pour trouver automatiquement les offres des enseignes correspondant à vos produits.
nl: Schakel het zoeken naar aanbiedingen in bij Instellingen om automatisch aanbiedingen te vinden die bij uw producten passen.

source: intake %@
fr: entrée %@
nl: inname %@

# Machine %@ of %@
source: Machine %1$@ of %2$@
fr: Machine %1$@ sur %2$@
nl: Machine %1$@ van %2$@

source: Machines will appear here once registered.
fr: Les machines apparaîtront ici une fois enregistrées.
nl: Machines verschijnen hier zodra ze geregistreerd zijn.

source: Matched Keyword Groups
fr: Groupes de mots-clés correspondants
nl: Overeenkomende trefwoordgroepen

source: matched via "%@"
fr: correspondance via « %@ »
nl: overeenkomst via "%@"

# needs %@ / %@
source: needs %1$@ / %2$@
fr: nécessite %1$@ / %2$@
nl: nodig %1$@ / %2$@

source: NEW
fr: NOUVEAU
nl: NIEUW

source: No batches
fr: Aucun lot
nl: Geen partijen

source: No Organization
fr: Aucune organisation
nl: Geen organisatie

source: No products linked to this group yet
fr: Aucun produit lié à ce groupe pour le moment
nl: Nog geen producten gekoppeld aan deze groep

source: No products match the current filters
fr: Aucun produit ne correspond aux filtres actuels
nl: Geen producten komen overeen met de huidige filters

source: Offline
fr: Hors ligne

source: Online
fr: En ligne

source: Only %@ available
fr: Seulement %@ disponible(s)
nl: Slechts %@ beschikbaar

source: Open
fr: Ouvert

source: Optional
fr: Optionnel
nl: Optioneel

source: Requires Loyalty App
fr: Nécessite l'app de fidélité
nl: Vereist loyaliteitsapp

source: Slot %@
fr: Emplacement %@
nl: Vak %@

# Slot %@ · holds %@
source: Slot %1$@ · holds %2$@
fr: Emplacement %1$@ · contient %2$@
nl: Vak %1$@ · bevat %2$@

source: Slot capacity: %@
fr: Capacité de l'emplacement : %@
nl: Vakcapaciteit: %@

source: Status
fr: Statut

source: This deal may require the retailer's loyalty app or membership card.
fr: Cette offre peut nécessiter l'app de fidélité ou la carte de membre de l'enseigne.
nl: Deze aanbieding vereist mogelijk de loyaliteitsapp of ledenkaart van de winkel.

source: When customers report a problem, leave feedback or submit a product wish from a machine page, it will appear here.
fr: Lorsque des clients signalent un problème, laissent un avis ou soumettent un souhait de produit depuis une page machine, cela apparaîtra ici.
nl: Wanneer klanten een probleem melden, feedback achterlaten of een productwens indienen vanaf een machinepagina, verschijnt dit hier.

# Will create slots %@ through %@
source: Will create slots %1$@ through %2$@
fr: Créera les emplacements %1$@ à %2$@
nl: Maakt vakken %1$@ tot %2$@ aan

source: You are not a member of any organization yet. Please create or join one using the web dashboard.
fr: Vous n'êtes membre d'aucune organisation pour le moment. Veuillez en créer une ou en rejoindre une via le tableau de bord web.
nl: U bent nog geen lid van een organisatie. Maak er een aan of word lid via het webdashboard.

source: ZIP Code
fr: Code postal
nl: Postcode

source: Basis
fr: Base

source: Problem
fr: Problème
nl: Probleem

source: Feedback
fr: Avis

# inbox_kind_problem
source: PROBLEM
fr: PROBLÈME
nl: PROBLEEM

# inbox_kind_feedback
source: FEEDBACK
fr: AVIS

source: Name
fr: Nom
nl: Naam

source: MDB Status
fr: État MDB

source: MQTT Watchdog
fr: Chien de garde MQTT

source: OTA Update
fr: Mise à jour OTA
